Repository: viktornazilin/vita_platform
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, ru

# goalsEditorTitleLabel
source: Title
de: Titel
es: Título
fr: Titre
ru: Название

# goalsEditorTitleHint
source: e.g. Improve English to B2
de: z. B. Englisch bis B2 verbessern
es: p. ej. Mejorar el inglés hasta B2
fr: ex. Améliorer l’anglais jusqu’au niveau B2
ru: Например: Подтянуть английский до B2

# goalsEditorDescLabel
source: Description (optional)
de: Beschreibung (optional)
es: Descripción (opcional)
fr: Description (optionnel)
ru: Описание (опционально)

# goalsEditorDescHint
source: Briefly: what exactly, and how we measure success
de: Kurz: was genau und wie wir den Erfolg messen
es: En breve: qué exactamente y cómo medimos el éxito
fr: Bref : quoi exactement, et comment on mesure le succès
ru: Коротко: что именно и как измерим результат

# goalsEditorDeadlineLabel
source: Deadline: {date}
es: Fecha límite: {date}
fr: Échéance : {date}
ru: Дедлайн: {date}

# goalsDeadlineInline
source: Deadline: {date}
es: Fecha límite: {date}
fr: Échéance : {date}
ru: Дедлайн: {date}

# goalsEmptyAllHint
source: No goals yet. Add your first goal for the selected areas.
de: Noch keine Ziele. Füge dein erstes Ziel für die ausgewählten Bereiche hinzu.
es: Aún no hay objetivos. Añade tu primer objetivo para las áreas seleccionadas.
fr: Aucun objectif pour l’instant. Ajoute ton premier objectif pour les domaines sélectionnés.
ru: Пока нет целей. Добавь первую цель для выбранных сфер.

# goalsNoBlocksToShow
source: No available areas to display.
de: Keine verfügbaren Bereiche zum Anzeigen.
es: No hay áreas disponibles para mostrar.
fr: Aucun domaine disponible à afficher.
ru: Нет доступных сфер для отображения.

# goalsNoGoalsForBlock
source: No goals for the selected area.
de: Keine Ziele für den ausgewählten Bereich.
es: No hay objetivos para el área seleccionada.
fr: Aucun objectif pour le domaine sélectionné.
ru: Нет целей для выбранной сферы.

# goalsDeleteConfirmTitle
source: Delete goal?
de: Ziel löschen?
es: ¿Eliminar objetivo?
fr: Supprimer l’objectif ?
ru: Удалить цель?

# goalsDeleteConfirmBody
source: “{title}” will be deleted and cannot be restored.
de: „{title}“ wird gelöscht und kann nicht wiederhergestellt werden.
es: “{title}” se eliminará y no se podrá restaurar.
fr: « {title} » sera supprimé et ne pourra pas être restauré.
ru: «{title}» будет удалена без возможности восстановления.

# profileTitle
source: My Profile
de: Mein Profil
es: Mi perfil
fr: Mon profil
ru: Профиль

# profileNameLabel
source: Name
es: Nombre
fr: Prénom
ru: Имя

# profileNameTitle
source: Name
es: Nombre
fr: Prénom
ru: Имя

# profileNamePrompt
source: What should we call you?
de: Wie sollen wir dich nennen?
es: ¿Cómo quieres que te llamemos?
fr: Comment veux-tu qu’on t’appelle ?
ru: Как тебя называть?

# profileAgeLabel
source: Age
de: Alter
es: Edad
fr: Âge
ru: Возраст

# profileAgeTitle
source: Age
de: Alter
es: Edad
fr: Âge
ru: Возраст

# profileAgePrompt
source: Enter your age
de: Bitte Alter eingeben
es: Introduce tu edad
fr: Saisis ton âge
ru: Введите возраст

# profileAccountSection
source: Account
de: Konto
es: Cuenta
fr: Compte
ru: Аккаунт

# profileSeenPrologueTitle
source: Prologue completed
de: Prolog abgeschlossen
es: Prólogo completado
fr: Prologue terminé
ru: Пролог пройден

# profileSeenPrologueSubtitle
source: You can change this manually
de: Kann man manuell ändern
es: Puedes cambiar esto manualmente
fr: Tu peux modifier ça manuellement
ru: Можно изменить вручную

# profileFocusSection
source: Focus
de: Fokus
es: Enfoque
ru: Фокус

# profileTargetHoursLabel
source: Target hours per day
de: Zielstunden pro Tag
es: Horas objetivo por día
fr: Heures cibles par jour
ru: Целевая норма часов/день

# profileTargetHoursValue
source: {hours} h
de: {hours} Std.
ru: {hours} ч

# profileTargetHoursTitle
source: Daily hours target
de: Ziel: Stunden pro Tag
es: Objetivo diario de horas
fr: Objectif d’heures par jour
ru: Цель по часам в день

# profileTargetHoursFieldLabel
source: Hours
de: Stunden
es: Horas
fr: Heures
ru: Часы

# profileQuestionnaireSection
source: Questionnaire & life areas
de: Fragebogen & Lebensbereiche
es: Cuestionario y áreas de vida
fr: Questionnaire et domaines de vie
ru: Опросник и сферы жизни

# profileQuestionnaireNotDoneTitle
source: You haven't completed the questionnaire yet.
de: Du hast den Fragebogen noch nicht ausgefüllt.
es: Aún no has completado el cuestionario.
fr: Tu n’as pas encore complété le questionnaire.
ru: Вы ещё не прошли опросник.

# profileQuestionnaireCta
source: Complete now
de: Jetzt ausfüllen
es: Completar ahora
fr: Compléter maintenant
ru: Пройти сейчас

# profileLifeBlocksTitle
source: Life areas
de: Lebensbereiche
es: Áreas de vida
fr: Domaines de vie
ru: Сферы жизни

# profileLifeBlocksHint
source: e.g. health, career, family
de: z. B. Gesundheit, Karriere, Familie
es: p. ej. salud, carrera, familia
fr: ex. santé, carrière, famille
ru: Например: здоровье, карьера, семья

# profilePrioritiesTitle
source: Priorities
de: Prioritäten
es: Prioridades
fr: Priorités
ru: Приоритеты

# profilePrioritiesHint
source: e.g. sport, finance, reading
de: z. B. Sport, Finanzen, Lesen
es: p. ej. deporte, finanzas, lectura
fr: ex. sport, finances, lecture
ru: Например: спорт, финансы, чтение

# profileDangerZoneTitle
source: Danger zone
de: Gefahrenzone
es: Zona de peligro
fr: Zone de danger
ru: Опасная зона

# profileDeleteAccountTitle
source: Delete account?
de: Konto löschen?
es: ¿Eliminar cuenta?
fr: Supprimer le compte ?
ru: Удалить аккаунт?

# profileDeleteAccountBody
source: This action is irreversible. The following will be deleted: goals, habits, mood, expenses/income, jars, AI plans, XP, and your profile.
de: Diese Aktion kann nicht rückgängig gemacht werden. Gelöscht werden: Ziele, Gewohnheiten, Stimmung, Ausgaben/Einnahmen, Spargläser, KI-Pläne, XP und Profil.
es: Esta acción es irreversible. Se eliminarán: objetivos, hábitos, ánimo, gastos/ingresos, botes, planes IA, XP y tu perfil.
fr: Cette action est irréversible. Seront supprimés : objectifs, habitudes, humeur, dépenses/revenus, bocaux, plans IA, XP et ton profil.
ru: Это действие необратимо. Будут удалены: цели, привычки, настроение, расходы/доходы, банки, AI-планы, XP и профиль.

# profileDeleteAccountConfirm
source: Delete forever
de: Für immer löschen
es: Eliminar para siempre
fr: Supprimer définitivement
ru: Удалить навсегда

# profileDeleteAccountCta
source: Delete account and all data
de: Konto und alle Daten löschen
es: Eliminar cuenta y todos los datos
fr: Supprimer le compte et toutes les données
ru: Удалить аккаунт и все данные

# profileDeletingAccount
source: Deleting…
de: Wird gelöscht…
es: Eliminando…
fr: Suppression…
ru: Удаляем...

# profileDeleteAccountFootnote
source: Deletion is irreversible. Your data will be permanently removed from Supabase.
de: Das Löschen ist endgültig. Deine Daten werden vollständig aus Supabase entfernt.
es: La eliminación es irreversible. Tus datos se eliminarán permanentemente de Supabase.
fr: La suppression est irréversible. Tes données seront définitivement supprimées de Supabase.
ru: Удаление необратимо. Данные будут полностью удалены из Supabase.

# profileAccountDeletedToast
source: Account deleted
de: Konto gelöscht
es: Cuenta eliminada
fr: Compte supprimé
ru: Аккаунт удалён

# lifeBlockHealth
source: Health
de: Gesundheit
es: Salud
fr: Santé
ru: Здоровье

# lifeBlockCareer
source: Career
de: Karriere
es: Carrera
fr: Carrière
ru: Карьера

# lifeBlockFamily
source: Family
de: Familie
es: Familia
fr: Famille
ru: Семья

# lifeBlockFinance
source: Finance
de: Finanzen
es: Finanzas
fr: Finances
ru: Финансы

# lifeBlockLearning
source: Growth
de: Weiterentwicklung
es: Crecimiento
fr: Développement
ru: Развитие

# lifeBlockSocial
source: Social
de: Soziales
ru: Социальное

# lifeBlockRest
source: Rest
de: Erholung
es: Descanso
fr: Repos
ru: Отдых

# lifeBlockBalance
source: Balance
es: Equilibrio
fr: Équilibre
ru: Баланс

# lifeBlockLove
source: Love
de: Liebe
es: Amor
fr: Amour
ru: Любовь

# lifeBlockCreativity
source: Creativity
de: Kreativität
es: Creatividad
fr: Créativité
ru: Творчество

# lifeBlockGeneral
source: General
de: Allgemein
fr: Général
ru: Общее

# aiInsightTypeDataQuality
source: Data quality
de: Datenqualität
es: Calidad de datos
fr: Qualité des données
ru: Качество данных

# aiInsightTypeRisk
source: Risk
de: Risiko
es: Riesgo
fr: Risque
ru: Риск

# aiInsightTypeEmotional
source: Emotions
de: Emotionen
es: Emociones
fr: Émotions
ru: Эмоции

# aiInsightTypeHabit
source: Habits
de: Gewohnheiten
es: Hábitos
fr: Habitudes
ru: Привычки

# aiInsightTypeGoal
source: Goals
de: Ziele
es: Objetivos
fr: Objectifs
ru: Цели

# aiInsightTypeDefault
source: Insight
ru: Инсайт

# aiInsightStrengthStrong
source: Strong impact
de: Starker Einfluss
es: Impacto fuerte
fr: Impact fort
ru: Сильное влияние

# aiInsightStrengthNoticeable
source: Noticeable impact
de: Spürbarer Einfluss
es: Impacto notable
fr: Impact notable
ru: Заметное влияние

# aiInsightStrengthWeak
source: Weak impact
de: Schwacher Einfluss
es: Impacto débil
fr: Impact faible
ru: Слабое влияние

# aiInsightStrengthLowConfidence
source: Low confidence
de: Geringe Sicherheit
es: Baja confianza
fr: Faible confiance
ru: Низкая уверенность

# aiInsightEvidenceTitle
source: Evidence
de: Belege
es: Evidencia
fr: Preuves
ru: Доказательства

# aiInsightImpactPositive
source: Positive
de: Positiv
es: Positivo
fr: Positif
ru: Позитив

# aiInsightImpactNegative
source: Negative
de: Negativ
es: Negativo
fr: Négatif
ru: Негатив

# aiInsightImpactMixed
source: Mixed
de: Gemischt
es: Mixto
fr: Mixte
ru: Смешано

# aiInsightsTitle
source: AI insights
de: KI-Insights
es: Insights IA
fr: Insights IA
ru: AI-инсайты

# aiInsightsConfirmTitle
source: Run AI analysis?
de: KI-Analyse starten?
es: ¿Ejecutar análisis IA?
fr: Lancer l’analyse IA ?
ru: Запустить AI-анализ?

# aiInsightsConfirmBody
source: AI will analyze your tasks, habits, and wellbeing for the selected period and save insights. This may take a few seconds.
de: Die KI analysiert Aufgaben, Gewohnheiten und Wohlbefinden für den ausgewählten Zeitraum und speichert Insights. Das kann ein paar Sekunden dauern.
es: La IA analizará tus tareas, hábitos y bienestar para el periodo seleccionado y guardará insights. Esto puede tardar unos segundos.
fr: L’IA analysera tes tâches, habitudes et ton bien-être sur la période sélectionnée et enregistrera des insights. Cela peut prendre quelques secondes.
ru: AI проанализирует задачи, привычки и самочувствие за выбранный период и сохранит инсайты. Это может занять несколько секунд.

# aiInsightsConfirmRun
source: Run
de: Starten
es: Ejecutar
fr: Lancer
ru: Запустить

# aiInsightsPeriod7
source: 7 days
de: 7 Tage
es: 7 días
fr: 7 jours
ru: 7 дней

# aiInsightsPeriod30
source: 30 days
de: 30 Tage
es: 30 días
fr: 30 jours
ru: 30 дней

# aiInsightsPeriod90
source: 90 days
de: 90 Tage
es: 90 días
fr: 90 jours
ru: 90 дней

# aiInsightsLastRun
source: Last run: {date}
de: Letzter Lauf: {date}
es: Última ejecución: {date}
fr: Dernier lancement : {date}
ru: Последний запуск: {date}

# aiInsightsEmptyNotRunTitle
source: AI hasn’t been run yet
de: KI wurde noch nicht gestartet
es: La IA aún no se ha ejecutado
fr: L’IA n’a pas encore été lancée
ru: AI ещё не запускался

# aiInsightsEmptyNotRunSubtitle
source: Pick a period and tap “Run”. Insights will be saved and available in the app.
de: Wähle einen Zeitraum und tippe auf „Starten“. Insights werden gespeichert und sind in der App verfügbar.
es: Elige un periodo y toca “Ejecutar”. Los insights se guardarán y estarán disponibles en la app.
fr: Choisis une période et appuie sur « Lancer ». Les insights seront enregistrés et disponibles dans l’app.
ru: Выбери период и нажми «Запустить». Инсайты сохранятся и будут доступны в приложении.

# aiInsightsCtaRun
source: Run analysis
de: Analyse starten
es: Ejecutar análisis
fr: Lancer l’analyse
ru: Запустить анализ

# aiInsightsEmptyNoInsightsTitle
source: No insights yet
de: Noch keine Insights
es: Aún no hay insights
fr: Aucun insight pour l’instant
ru: Инсайтов пока нет

# aiInsightsEmptyNoInsightsSubtitle
source: Add more data (tasks, habits, question answers) and run the analysis again.
de: Füge mehr Daten hinzu (Aufgaben, Gewohnheiten, Antworten) und starte die Analyse erneut.
es: Añade más datos (tareas, hábitos, respuestas) y vuelve a ejecutar el análisis.
fr: Ajoute plus de données (tâches, habitudes, réponses) et relance l’analyse.
ru: Добавь больше данных (задачи, привычки, ответы на вопросы) и запусти анализ.

# aiInsightsCtaRunAgain
source: Run again
de: Erneut starten
es: Ejecutar de nuevo
fr: Relancer
ru: Запустить снова

# aiInsightsErrorAi
source: AI error: {error}
de: KI-Fehler: {error}
es: Error de IA: {error}
fr: Erreur IA : {error}
ru: Ошибка AI: {error}

# gcalHeaderImport
source: Find events in your calendar and import them as goals.
de: Finde Ereignisse im Kalender und importiere sie als Ziele.
es: Busca eventos en tu calendario e impórtalos como objetivos.
fr: Trouve des événements dans ton agenda et importe-les comme objectifs.
ru: Найди события в календаре и импортируй их как цели.

# gcalHeaderExport
source: Pick a period and export goals from the app to Google Calendar.
de: Wähle einen Zeitraum und exportiere Ziele aus der App in den Google Kalender.
es: Elige un periodo y exporta los objetivos de la app a Google Calendar.
fr: Choisis une période et exporte les objectifs de l’app vers Google Calendar.
ru: Выбери период и экспортируй цели из приложения в Google Calendar.

# gcalModeImport
source: Import
es: Importar
fr: Importer
ru: Импорт

# gcalModeExport
source: Export
es: Exportar
fr: Exporter
ru: Экспорт

# gcalCalendarLabel
source: Calendar
de: Kalender
es: Calendario
fr: Agenda
ru: Календарь

# gcalPrimaryCalendar
source: Primary (default)
de: Primary (Standard)
es: Principal (predeterminado)
fr: Principal (par défaut)
ru: Primary (по умолчанию)

# gcalPeriodLabel
source: Period
de: Zeitraum
es: Periodo
fr: Période
ru: Период

# gcalRangeToday
source: Today
de: Heute
es: Hoy
fr: Aujourd’hui
ru: Сегодня

# gcalRangeNext7
source: Next 7 days
de: Nächste 7 Tage
es: Próximos 7 días
fr: 7 prochains jours
ru: Следующие 7 дней

# gcalRangeNext30
source: Next 30 days
de: Nächste 30 Tage
es: Próximos 30 días
fr: 30 prochains jours
ru: Следующие 30 дней

# gcalRangeCustom
source: Choose period...
de: Zeitraum wählen...
es: Elegir periodo...
fr: Choisir la période...
ru: Выбрать период...

# gcalDefaultLifeBlockLabel
source: Default life block (for import)
de: Standard-Lebensbereich (für Import)
es: Área predeterminada (para importar)
fr: Domaine par défaut (pour l’import)
ru: Сфера по умолчанию (для импорта)

# gcalLifeBlockForGoalLabel
source: Life block for this goal
de: Lebensbereich für dieses Ziel
es: Área para este objetivo
fr: Domaine pour cet objectif
ru: Сфера для этой цели

# gcalEventsNotLoaded
source: Events are not loaded
de: Ereignisse wurden nicht geladen
es: Los eventos no se han cargado
fr: Les événements ne sont pas chargés
ru: События не загружены

# gcalConnectToLoadEvents
source: Connect your account to load events
de: Verbinde dein Konto, um Ereignisse zu laden
es: Conecta tu cuenta para cargar los eventos
fr: Connecte ton compte pour charger les événements
ru: Подключи аккаунт, чтобы загрузить события

# gcalExportHint
source: Export will create events in the selected calendar for the chosen period.
de: Beim Export werden Ereignisse im ausgewählten Kalender für den gewählten Zeitraum erstellt.
es: La exportación creará eventos en el calendario seleccionado para el periodo elegido.
fr: L’export créera des événements dans l’agenda sélectionné pour la période choisie.
ru: Экспорт создаст события в выбранном календаре за выбранный период.

# gcalConnect
source: Connect
de: Verbinden
es: Conectar
fr: Connecter
ru: Подключить

# gcalConnected
source: Connected
de: Verbunden
es: Conectado
fr: Connecté
ru: Подключено

# gcalFindEvents
source: Find events
de: Ereignisse suchen
es: Buscar eventos
fr: Rechercher des événements
ru: Найти события

# gcalImport
source: Import
de: Importieren
es: Importar
fr: Importer
ru: Импортировать

# gcalExport
source: Export
de: Exportieren
es: Exportar
fr: Exporter
ru: Экспортировать

# gcalNoTitle
source: Untitled
de: Ohne Titel
es: Sin título
fr: Sans titre
ru: Без названия

# gcalImportedGoalsCount
source: Imported goals: {count}
de: Importierte Ziele: {count}
es: Objetivos importados: {count}
fr: Objectifs importés : {count}
ru: Импортировано целей: {count}

# gcalExportedGoalsCount
source: Exported goals: {count}
de: Exportierte Ziele: {count}
es: Objetivos exportados: {count}
fr: Objectifs exportés : {count}
ru: Экспортировано целей: {count}

# gcTitleDaySync
source: Google Calendar • day sync
de: Google Kalender • Tagessynchronisierung
es: Google Calendar • sincronización del día
fr: Google Calendar • synchronisation du jour
ru: Google Calendar • синхронизация за день

# gcSubtitleImport
source: Import this day’s events into goals.
de: Importiere die Ereignisse dieses Tages als Ziele.
es: Importa los eventos de este día como objetivos.
fr: Importe les événements de ce jour comme objectifs.
ru: Импортируй события этого дня в цели.

# gcSubtitleExport
source: Export this day’s goals into the calendar.
de: Exportiere die Ziele dieses Tages in den Kalender.
es: Exporta los objetivos de este día al calendario.
fr: Exporte les objectifs de ce jour dans l’agenda.
ru: Экспортируй цели этого дня в календарь.

# gcModeImport
source: Import
es: Importar
fr: Importer
ru: Импорт

# gcModeExport
source: Export
es: Exportar
fr: Exporter
ru: Экспорт

# gcCalendarLabel
source: Calendar
de: Kalender
es: Calendario
fr: Agenda
ru: Календарь

# gcCalendarPrimary
source: Primary (default)
de: Primär (Standard)
es: Principal (predeterminado)
fr: Principal (par défaut)
ru: Primary (по умолчанию)

# gcDefaultLifeBlockLabel
source: Default life block (for import)
de: Standard-Lebensbereich (für Import)
es: Área predeterminada (para importar)
fr: Domaine par défaut (pour l’import)
ru: Сфера по умолчанию (для импорта)

# gcLifeBlockForThisGoalLabel
source: Life block for this goal
de: Lebensbereich für dieses Ziel
es: Área para este objetivo
fr: Domaine pour cet objectif
ru: Сфера для этой цели

# gcEventsNotLoaded
source: Events are not loaded
de: Ereignisse wurden nicht geladen
es: Los eventos no se han cargado
fr: Les événements ne sont pas chargés
ru: События не загружены

# gcConnectToLoadEvents
source: Connect your account to load events
de: Verbinde dein Konto, um Ereignisse zu laden
es: Conecta tu cuenta para cargar los eventos
fr: Connecte ton compte pour charger les événements
ru: Подключи аккаунт, чтобы загрузить события

# gcExportHint
source: Export will create events in the selected calendar for this day’s goals.
de: Beim Export werden Ereignisse im ausgewählten Kalender für die Ziele dieses Tages erstellt.
es: La exportación creará eventos en el calendario seleccionado para los objetivos de este día.
fr: L’export créera des événements dans l’agenda sélectionné pour les objectifs de ce jour.
ru: Экспорт создаст события в выбранном календаре для целей этого дня.

# gcConnect
source: Connect
de: Verbinden
es: Conectar
fr: Connecter
ru: Подключить

# gcConnected
source: Connected
de: Verbunden
es: Conectado
fr: Connecté
ru: Подключено

# gcFindForDay
source: Find for day
de: Für den Tag suchen
es: Buscar para el día
fr: Rechercher pour le jour
ru: Найти за день

# gcImport
source: Import
es: Importar
fr: Importer
ru: Импорт

# gcExport
source: Export
es: Exportar
fr: Exporter
ru: Экспорт

# gcNoTitle
source: No title
de: Ohne Titel
es: Sin título
fr: Sans titre
ru: Без названия

# gcImportedGoals
source: Imported goals: {count}
de: Importierte Ziele: {count}
es: Objetivos importados: {count}
fr: Objectifs importés : {count}
ru: Импортировано целей: {count}

# gcExportedGoals
source: Exported goals: {count}
de: Exportierte Ziele: {count}
es: Objetivos exportados: {count}
fr: Objectifs exportés : {count}
ru: Экспортировано целей: {count}

# launcherQuickFunctionsTitle
source: Quick actions
de: Schnellfunktionen
es: Acciones rápidas
fr: Actions rapides
ru: Быстрые функции

# launcherQuickFunctionsSubtitle
source: Navigation and actions in one tap
de: Navigation und Aktionen mit einem Tipp
es: Navegación y acciones con un toque
fr: Navigation et actions en un tap
ru: Навигация и действия в один тап

# launcherSectionsTitle
source: Sections
de: Bereiche
es: Secciones
ru: Разделы

# launcherQuickTitle
source: Quick
de: Schnell
es: Rápido
fr: Rapide
ru: Быстро

# launcherHome
source: Home
de: Start
es: Inicio
fr: Accueil
ru: Главная

# launcherGoals
source: Goals
de: Ziele
es: Objetivos
fr: Objectifs
ru: Цели

# launcherMood
source: Mood
de: Stimmung
es: Ánimo
fr: Humeur
ru: Настроение

# launcherProfile
source: Profile
de: Profil
es: Perfil
fr: Profil
ru: Профиль

# launcherInsights
source: Insights
ru: Инсайты

# launcherReports
source: Reports
de: Berichte
es: Informes
fr: Rapports
ru: Отчёты

# launcherMassAddTitle
source: Bulk add for the day
de: Sammel-Eingabe für den Tag
es: Añadir en bloque para el día
fr: Ajout groupé pour la journée
ru: Массовое добавление за день

# launcherMassAddSubtitle
source: Expenses + Goals + Mood
de: Ausgaben + Ziele + Stimmung
es: Gastos + Objetivos + Ánimo
fr: Dépenses + Objectifs + Humeur
ru: Расходы + Задачи + Настроение

# launcherAiPlanTitle
source: AI plan for week/month
de: KI-Plan für Woche/Monat
es: Plan IA para semana/mes
fr: Plan IA pour semaine/mois
ru: AI-план на неделю/месяц

# launcherAiPlanSubtitle
source: Analysis of goals, questionnaire and progress
de: Analyse von Zielen, Fragebogen und Fortschritt
es: Análisis de objetivos, cuestionario y progreso
fr: Analyse des objectifs, du questionnaire et des progrès
ru: Анализ целей, опроса и прогресса

# launcherAiInsightsTitle
source: AI insights
de: KI-Insights
es: Insights IA
fr: Insights IA
ru: AI-инсайты

# launcherAiInsightsSubtitle
source: How events affect goals and progress
de: Wie Ereignisse Ziele und Fortschritt beeinflussen
es: Cómo los eventos afectan a los objetivos y al progreso
fr: Comment les événements influencent les objectifs et les progrès
ru: Как события влияют на цели и прогресс

# launcherRecurringGoalTitle
source: Recurring goal
de: Wiederkehrendes Ziel
es: Objetivo recurrente
fr: Objectif récurrent
ru: Регулярная цель

# launcherRecurringGoalSubtitle
source: Plan ahead for multiple days
de: Planung für mehrere Tage im Voraus
es: Planifica varios días por adelantado
fr: Planifier plusieurs jours à l’avance
ru: Планирование на несколько дней вперёд

# launcherGoogleCalendarSyncTitle
source: Google Calendar sync
de: Google Kalender Synchronisierung
es: Sincronización con Google Calendar
fr: Synchronisation Google Calendar
ru: Синхронизация с Google Calendar

# launcherGoogleCalendarSyncSubtitle
source: Export goals to calendar
de: Ziele in den Kalender exportieren
es: Exportar objetivos al calendario
fr: Exporter les objectifs vers l’agenda
ru: Экспорт целей в календарь

# launcherNoDatesToCreate
source: No dates to create (check deadline/settings).
de: Keine Termine zum Erstellen (Deadline/Einstellungen prüfen).
es: No hay fechas para crear (revisa la fecha límite/ajustes).
fr: Aucune date à créer (vérifie la deadline/les paramètres).
ru: Нет дат для создания (проверь дедлайн/настройки).

# launcherCreateSeriesFailed
source: Could not create a series of goals: {error}
de: Serie von Zielen konnte nicht erstellt werden: {error}
es: No se pudo crear una serie de objetivos: {error}
fr: Impossible de créer une série d’objectifs : {error}
ru: Не удалось создать серию целей: {error}

# launcherSaveError
source: Save error: {error}
de: Fehler beim Speichern: {error}
es: Error al guardar: {error}
fr: Erreur d’enregistrement : {error}
ru: Ошибка сохранения: {error}
