Repository: viktornazilin/vita_platform
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, ru

source: Login
de: Anmelden
es: Iniciar sesión
fr: Connexion
ru: Вход

# register
source: Create account
de: Registrieren
es: Crear cuenta
fr: Créer un compte
ru: Регистрация

source: Home
de: Start
es: Inicio
fr: Accueil
ru: Главная

# budgetSetupTitle
source: Budget & jars
de: Budget & Spargläser
es: Presupuesto y botes
fr: Budget et bocaux
ru: Бюджет и копилки

# budgetSetupSaved
source: Settings saved
de: Einstellungen gespeichert
es: Ajustes guardados
fr: Paramètres enregistrés
ru: Настройки сохранены

# budgetSetupSaveError
source: Save error
de: Fehler beim Speichern
es: Error al guardar
fr: Erreur d’enregistrement
ru: Ошибка сохранения

# budgetIncomeCategoriesTitle
source: Income categories
de: Einnahmenkategorien
es: Categorías de ingresos
fr: Catégories de revenus
ru: Доходные категории

# budgetIncomeCategoriesSubtitle
source: Used when adding income
de: Werden beim Hinzufügen von Einnahmen verwendet
es: Se usan al añadir ingresos
fr: Utilisées lors de l’ajout d’un revenu
ru: Используются при добавлении доходов

# budgetExpenseCategoriesTitle
source: Expense categories
de: Ausgabenkategorien
es: Categorías de gastos
fr: Catégories de dépenses
ru: Расходные категории

# budgetExpenseCategoriesSubtitle
source: Limits help you keep spending under control
de: Limits helfen dir, Ausgaben im Griff zu behalten
es: Los límites te ayudan a mantener el gasto bajo control
fr: Les limites t’aident à garder tes dépenses sous contrôle
ru: Лимиты помогают держать траты под контролем

# budgetJarsTitle
source: Savings jars
de: Sparziele
es: Botes de ahorro
fr: Bocaux d’épargne
ru: Копилки

# budgetJarsSubtitle
source: Percent is a share of free funds that is added automatically
de: Prozent = Anteil der freien Mittel, der automatisch zugewiesen wird
es: El porcentaje es la parte de los fondos libres que se añade automáticamente
fr: Le pourcentage correspond à la part des fonds libres ajoutée automatiquement
ru: Процент — доля от свободных средств, автоматически пополняемая

# budgetAddJar
source: Add a jar
de: Sparziel hinzufügen
es: Añadir un bote
fr: Ajouter un bocal
ru: Добавить копилку

# budgetJarAdded
source: Jar added
de: Sparziel hinzugefügt
es: Bote añadido
fr: Bocal ajouté
ru: Копилка добавлена

# budgetJarAddFailed
source: Could not add: {error}
de: Hinzufügen fehlgeschlagen: {error}
es: No se pudo añadir: {error}
fr: Impossible d’ajouter : {error}
ru: Не удалось добавить: {error}

# budgetJarDeleted
source: Jar deleted
de: Sparziel gelöscht
es: Bote eliminado
fr: Bocal supprimé
ru: Копилка удалена

# budgetJarDeleteFailed
source: Could not delete: {error}
de: Löschen fehlgeschlagen: {error}
es: No se pudo eliminar: {error}
fr: Impossible de supprimer : {error}
ru: Не удалось удалить: {error}

# budgetNoJarsTitle
source: No jars yet
de: Noch keine Sparziele
es: Aún no hay botes
fr: Aucun bocal pour l’instant
ru: Копилок пока нет

# budgetNoJarsSubtitle
source: Create your first savings goal — we’ll help you reach it.
de: Erstelle dein erstes Sparziel — wir helfen dir dabei.
es: Crea tu primera meta de ahorro — te ayudaremos a conseguirla.
fr: Crée ton premier objectif d’épargne — on t’aidera à l’atteindre.
ru: Создай первую цель накопления — мы поможем двигаться к ней.

# budgetSetOrChangeLimit
source: Set/change limit
de: Limit festlegen/ändern
es: Establecer/cambiar límite
fr: Définir/modifier la limite
ru: Задать/изменить лимит

# budgetDeleteCategoryTitle
source: Delete category?
de: Kategorie löschen?
es: ¿Eliminar categoría?
fr: Supprimer la catégorie ?
ru: Удалить категорию?

# budgetCategoryLabel
source: Category: {name}
de: Kategorie: {name}
es: Categoría: {name}
fr: Catégorie : {name}
ru: Категория: {name}

# budgetDeleteJarTitle
source: Delete jar?
de: Sparziel löschen?
es: ¿Eliminar bote?
fr: Supprimer le bocal ?
ru: Удалить копилку?

# budgetJarLabel
source: Jar: {title}
de: Sparziel: {title}
es: Bote: {title}
fr: Bocal : {title}
ru: Копилка: {title}

# budgetJarSummary
source: Saved: {saved} ₽ • Percent: {percent}%{targetPart}
de: Gespart: {saved} ₽ • Prozent: {percent}%{targetPart}
es: Ahorrado: {saved} ₽ • Porcentaje: {percent}%{targetPart}
fr: Épargné : {saved} ₽ • Pourcentage : {percent}%{targetPart}
ru: Накоплено: {saved} ₽ • Процент: {percent}%{targetPart}

# budgetNewIncomeCategory
source: New income category
de: Neue Einnahmenkategorie
ru: Новая доходная категория

# budgetNewExpenseCategory
source: New expense category
de: Neue Ausgabenkategorie
ru: Новая расходная категория

# budgetCategoryNameHint
source: Category name
de: Z. B.: Gehalt / Essen / Verkehr
ru: Например: Зарплата / Еда / Транспорт

# commonAdd
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ru: Добавить

# commonDelete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ru: Удалить

# commonCancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ru: Отмена

# commonLoading
source: loading…
de: lädt…
es: cargando…
fr: chargement…
ru: загрузка…

# commonSaving
source: Saving…
de: Speichern…
es: Guardando…
fr: Enregistrement…
ru: Сохранение…

# commonSave
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ru: Сохранить

# commonRetry
source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ru: Повторить

# commonUpdate
source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
ru: Обновить

# commonCollapse
source: Collapse
de: Einklappen
es: Contraer
fr: Réduire
ru: Свернуть

# commonEdit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ru: Редактировать

# commonBack
source: Back
de: Zurück
es: Atrás
fr: Retour
ru: Назад

# commonNext
source: Next
de: Weiter
es: Siguiente
fr: Suivant
ru: Далее

# commonDone
source: Done
de: Fertig
es: Hecho
fr: Terminé
ru: Готово

# commonRefresh
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
ru: Обновить

# commonChange
source: Change
de: Ändern
es: Cambiar
fr: Changer
ru: Изменить

# commonDate
source: Date
de: Datum
es: Fecha
ru: Дата

# commonRemove
source: Remove
de: Entfernen
es: Quitar
fr: Retirer
ru: Убрать

# commonPick
source: Pick
de: Auswählen
es: Elegir
fr: Choisir
ru: Выбрать

# commonClose
source: Close
de: Schließen
es: Cerrar
fr: Fermer
ru: Закрыть

# commonCreate
source: Create
de: Erstellen
es: Crear
fr: Créer
ru: Создать

# commonTitle
source: Title
de: Titel
es: Título
fr: Titre
ru: Название

# commonOr
source: or
de: oder
es: o
fr: ou
ru: или

# dayGoalsAllLifeBlocks
source: All areas
de: Alle Bereiche
es: Todas las áreas
fr: Tous les domaines
ru: Все сферы

# dayGoalsEmpty
source: No goals for this day
de: Keine Ziele für diesen Tag
es: No hay objetivos para este día
fr: Aucun objectif pour ce jour
ru: Целей на этот день нет

# dayGoalsAddFailed
source: Could not add a goal: {error}
de: Ziel konnte nicht hinzugefügt werden: {error}
es: No se pudo añadir un objetivo: {error}
fr: Impossible d’ajouter un objectif : {error}
ru: Не удалось добавить цель: {error}

# dayGoalsUpdated
source: Goal updated
de: Ziel aktualisiert
es: Objetivo actualizado
fr: Objectif mis à jour
ru: Цель обновлена

# dayGoalsUpdateFailed
source: Could not update the goal: {error}
de: Ziel konnte nicht aktualisiert werden: {error}
es: No se pudo actualizar el objetivo: {error}
fr: Impossible de mettre à jour l’objectif : {error}
ru: Не удалось обновить цель: {error}

# dayGoalsDeleted
source: Goal deleted
de: Ziel gelöscht
es: Objetivo eliminado
fr: Objectif supprimé
ru: Цель удалена

# dayGoalsDeleteFailed
source: Could not delete: {error}
de: Löschen fehlgeschlagen: {error}
es: No se pudo eliminar: {error}
fr: Impossible de supprimer : {error}
ru: Не удалось удалить: {error}

# dayGoalsToggleFailed
source: Could not change status: {error}
de: Status konnte nicht geändert werden: {error}
es: No se pudo cambiar el estado: {error}
fr: Impossible de changer l’état : {error}
ru: Не удалось изменить статус: {error}

# dayGoalsDeleteConfirmTitle
source: Delete goal?
de: Ziel löschen?
es: ¿Eliminar objetivo?
fr: Supprimer l’objectif ?
ru: Удалить цель?

# dayGoalsFabAddTitle
source: Add goal
de: Ziel hinzufügen
es: Añadir objetivo
fr: Ajouter un objectif
ru: Добавить цель

# dayGoalsFabAddSubtitle
source: Create manually
de: Manuell erstellen
es: Crear manualmente
fr: Créer manuellement
ru: Создать вручную

# dayGoalsFabScanTitle
source: Scan
es: Escanear
fr: Scanner
ru: Скан

# dayGoalsFabScanSubtitle
source: Photo of journal
de: Foto des Planers
es: Foto del diario
fr: Photo du journal
ru: Фото ежедневника

# dayGoalsFabCalendarSubtitle
source: Import/export today's goals
de: Import/Export der heutigen Ziele
es: Importar/exportar los objetivos de hoy
fr: Importer/exporter les objectifs d’aujourd’hui
ru: Импорт/экспорт целей за сегодня

# epicIntroSkip
source: Skip
de: Überspringen
es: Omitir
fr: Passer
ru: Пропустить

# epicIntroSubtitle
source: A home for thoughts. A place where goals, dreams, and plans grow — gently and mindfully.
de: Ein Zuhause für Gedanken. Ein Ort, an dem Ziele, Träume und Pläne wachsen — achtsam und behutsam.
es: Un hogar para los pensamientos. Un lugar donde metas, sueños y planes crecen — con calma y consciencia.
fr: Un foyer pour les pensées. Un lieu où les objectifs, les rêves et les plans grandissent — avec douceur et pleine conscience.
ru: Дом для мыслей. Место, где растут цели, мечты и планы — бережно и осознанно.

# epicIntroPrimaryCta
source: Start my journey
de: Meine Reise starten
es: Empezar mi viaje
fr: Commencer mon parcours
ru: Начать мой путь

# epicIntroLater
source: Later
de: Später
es: Más tarde
fr: Plus tard
ru: Позже

# epicIntroSecondaryCta
source: Sign in
de: Zum Login
es: Iniciar sesión
fr: Se connecter
ru: Войти в аккаунт

# epicIntroFooter
source: You can always return to the prologue in Settings.
de: Du kannst jederzeit in den Einstellungen zum Prolog zurückkehren.
es: Siempre puedes volver al prólogo en Ajustes.
fr: Tu peux toujours revenir au prologue dans les Paramètres.
ru: Всегда можно вернуться к прологу в настройках.

# homeMoodSaved
source: Mood saved
de: Stimmung gespeichert
es: Estado de ánimo guardado
fr: Humeur enregistrée
ru: Настроение сохранено

# homeMoodSaveFailed
source: Could not save: {error}
de: Speichern fehlgeschlagen: {error}
es: No se pudo guardar: {error}
fr: Impossible d’enregistrer : {error}
ru: Не удалось сохранить: {error}

# homeTodayAndWeekTitle
source: Today & week
de: Heute & Woche
es: Hoy y semana
fr: Aujourd’hui et semaine
ru: Сегодня и неделя

# homeTodayAndWeekSubtitle
source: A quick overview — all key metrics are here
de: Kurzer Überblick — alle wichtigen Kennzahlen auf einen Blick
es: Un resumen rápido — aquí están todas las métricas clave
fr: Aperçu rapide — toutes les métriques clés sont ici
ru: Короткий обзор — все ключевые метрики здесь

# homeMetricMoodTitle
source: Mood
de: Stimmung
es: Ánimo
fr: Humeur
ru: Настроение

# homeMoodNoEntry
source: no entry
de: kein Eintrag
es: sin entrada
fr: aucune entrée
ru: нет записи

# homeMoodNoNote
source: no note
de: keine Notiz
es: sin nota
fr: aucune note
ru: без заметки

# homeMoodHasNote
source: has note
de: mit Notiz
es: con nota
fr: avec note
ru: есть заметка

# homeMetricTasksTitle
source: Tasks
de: Aufgaben
es: Tareas
fr: Tâches
ru: Задачи

# homeMetricHoursPerDayTitle
source: Hours/day
de: Stunden/Tag
es: Horas/día
fr: Heures/jour
ru: Часов/день

# homeMetricEfficiencyTitle
source: Efficiency
de: Effizienz
es: Eficiencia
fr: Efficacité
ru: Эффективность

# homeEfficiencyPlannedHours
source: plan {hours}h
ru: план {hours}ч

# homeMoodTodayTitle
source: Mood today
de: Stimmung heute
es: Ánimo de hoy
fr: Humeur du jour
ru: Настроение сегодня

# homeMoodNoTodayEntry
source: No entry for today
de: Kein Eintrag für heute
es: No hay entrada para hoy
fr: Aucune entrée pour aujourd’hui
ru: Записи за сегодня нет

# homeMoodEntryNoNote
source: Entry exists (no note)
de: Eintrag vorhanden (ohne Notiz)
es: Hay entrada (sin nota)
fr: Entrée existante (sans note)
ru: Запись есть (без заметки)

# homeMoodQuickHint
source: Add a quick check-in — it takes 10 seconds
de: Kurzer Check-in — dauert 10 Sekunden
es: Añade un check-in rápido — tarda 10 segundos
fr: Ajoute un check-in rapide — ça prend 10 secondes
ru: Сделай быструю отметку — это 10 секунд

# homeMoodUpdateHint
source: You can update — it will overwrite today's entry
de: Du kannst aktualisieren — der Eintrag für heute wird überschrieben
es: Puedes actualizar — sobrescribirá la entrada de hoy
fr: Tu peux mettre à jour — cela remplacera l’entrée d’aujourd’hui
ru: Можно обновить — запись перезапишется за сегодня

# homeMoodNoteLabel
source: Note (optional)
de: Notiz (optional)
es: Nota (opcional)
fr: Note (optionnel)
ru: Заметка (необязательно)

# homeMoodNoteHint
source: What influenced your state?
de: Was hat deinen Zustand beeinflusst?
es: ¿Qué influyó en tu estado?
fr: Qu’est-ce qui a influencé ton état ?
ru: Что повлияло на состояние?

# homeOpenMoodHistoryCta
source: Open mood history
de: Stimmungsverlauf öffnen
es: Abrir historial de ánimo
fr: Ouvrir l’historique d’humeur
ru: Открыть историю настроений

# homeWeekSummaryTitle
source: Week summary
de: Wochenübersicht
es: Resumen semanal
fr: Résumé de la semaine
ru: Сводка недели

# homeOpenReportsCta
source: Open detailed reports
de: Detaillierte Berichte öffnen
es: Abrir informes detallados
fr: Ouvrir les rapports détaillés
ru: Открыть подробные отчёты

# homeWeekExpensesTitle
source: Week expenses
de: Wochenausgaben
es: Gastos de la semana
fr: Dépenses de la semaine
ru: Расходы недели

# homeNoExpensesThisWeek
source: No expenses this week
de: Keine Ausgaben diese Woche
es: No hay gastos esta semana
fr: Aucune dépense cette semaine
ru: Нет расходов за неделю

# homeOpenExpensesCta
source: Open expenses
de: Ausgaben öffnen
es: Abrir gastos
fr: Ouvrir les dépenses
ru: Открыть расходы

# homeExpensesTotal
source: Total: {total} €
de: Gesamt: {total} €
ru: Всего: {total} €

# homeExpensesAvgPerDay
source: Avg/day: {avg} €
de: Ø pro Tag: {avg} €
es: Prom/día: {avg} €
fr: Moy/jour : {avg} €
ru: Средний расход/день: {avg} €

# homeInsightsTitle
source: Insights
ru: Инсайты

# homeTopCategory
source: • Top category: {category} — {amount} €
de: • Top-Kategorie: {category} — {amount} €
es: • Categoría principal: {category} — {amount} €
fr: • Catégorie principale : {category} — {amount} €
ru: • Топ категория: {category} — {amount} €

# homePeakExpense
source: • Peak spending: {day} — {amount} €
de: • Ausgaben-Peak: {day} — {amount} €
es: • Pico de gasto: {day} — {amount} €
fr: • Pic de dépenses : {day} — {amount} €
ru: • Пик расхода: {day} — {amount} €

# homeOpenDetailedExpensesCta
source: Open detailed expenses
de: Detaillierte Ausgaben öffnen
es: Abrir gastos detallados
fr: Ouvrir les dépenses détaillées
ru: Открыть подробные расходы

# homeWeekCardTitle
source: Week
de: Woche
es: Semana
fr: Semaine
ru: Неделя

# homeWeekLoadFailedTitle
source: Could not load stats
de: Statistik konnte nicht geladen werden
es: No se pudieron cargar las estadísticas
fr: Impossible de charger les statistiques
ru: Не удалось загрузить статистику

# homeWeekLoadFailedSubtitle
source: Check your internet or try again later.
de: Bitte Internet prüfen oder später erneut versuchen.
es: Comprueba tu internet o inténtalo de nuevo más tarde.
fr: Vérifie ta connexion internet ou réessaie plus tard.
ru: Проверь интернет или повтори позже.

# homeTitleHome
source: Home
de: Start
es: Inicio
fr: Accueil
ru: Главная

# homeTitleGoals
source: Goals
de: Ziele
es: Objetivos
fr: Objectifs
ru: Цели

# homeTitleMood
source: Mood
de: Stimmung
es: Ánimo
fr: Humeur
ru: Настроение

# homeTitleProfile
source: Profile
de: Profil
es: Perfil
fr: Profil
ru: Профиль

# homeTitleReports
source: Reports
de: Berichte
es: Informes
fr: Rapports
ru: Отчёты

# homeTitleExpenses
source: Expenses
de: Ausgaben
es: Gastos
fr: Dépenses
ru: Расходы

# homeSignOutTooltip
source: Sign out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
ru: Выйти из аккаунта

# homeSignOutTitle
source: Sign out?
de: Abmelden?
es: ¿Cerrar sesión?
fr: Se déconnecter ?
ru: Выйти из аккаунта?

# homeSignOutSubtitle
source: Your current session will be ended.
de: Die aktuelle Sitzung wird beendet.
es: Se cerrará tu sesión actual.
fr: Ta session actuelle sera terminée.
ru: Текущая сессия будет завершена.

# homeSignOutConfirm
source: Sign out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
ru: Выйти

# homeSignOutFailed
source: Could not sign out: {error}
de: Abmelden fehlgeschlagen: {error}
es: No se pudo cerrar sesión: {error}
fr: Impossible de se déconnecter : {error}
ru: Не удалось выйти: {error}

# homeQuickActionsTooltip
source: Quick actions
de: Schnellaktionen
es: Acciones rápidas
fr: Actions rapides
ru: Быстрые действия

# expensesTitle
source: Expenses
de: Ausgaben
es: Gastos
fr: Dépenses
ru: Расходы

# expensesPickDate
source: Pick date
de: Datum wählen
es: Elegir fecha
fr: Choisir une date
ru: Выбрать дату

# expensesCommitTooltip
source: Lock jar allocation
de: Zuweisung zu Sparzielen fixieren
es: Bloquear asignación a botes
fr: Verrouiller l’allocation des bocaux
ru: Зафиксировать распределение по копилкам

# expensesCommitUndoTooltip
source: Undo lock
de: Fixierung aufheben
es: Deshacer bloqueo
fr: Annuler le verrouillage
ru: Отменить фиксацию

# expensesBudgetSettings
source: Budget settings
de: Budget-Einstellungen
es: Ajustes de presupuesto
fr: Paramètres du budget
ru: Настройки копилок и категорий

# expensesCommitDone
source: Allocation locked
de: Zuweisung fixiert
es: Asignación bloqueada
fr: Allocation verrouillée
ru: Распределение зафиксировано

# expensesCommitUndone
source: Lock removed
de: Fixierung aufgehoben
es: Bloqueo eliminado
fr: Verrouillage supprimé
ru: Фиксация отменена

# expensesMonthSummary
source: Monthly summary
de: Monatsübersicht
es: Resumen mensual
fr: Résumé mensuel
ru: Сводка месяца

# expensesIncomeLegend
source: Income {value} €
de: Einnahmen {value} €
es: Ingresos {value} €
fr: Revenus {value} €
ru: Доходы {value} €

# expensesExpenseLegend
source: Expenses {value} €
de: Ausgaben {value} €
es: Gastos {value} €
fr: Dépenses {value} €
ru: Расходы {value} €

# expensesFreeLegend
source: Free {value} €
de: Frei {value} €
es: Libre {value} €
fr: Libre {value} €
ru: Свободно {value} €

# expensesDaySum
source: Day total: {value} €
de: Summe am Tag: {value} €
es: Total del día: {value} €
fr: Total du jour : {value} €
ru: Сумма за день: {value} €

# expensesNoTxForDay
source: No transactions for this day
de: Keine Buchungen für diesen Tag
es: No hay transacciones para este día
fr: Aucune transaction pour ce jour
ru: Нет операций за этот день

# expensesDeleteTxTitle
source: Delete transaction?
de: Buchung löschen?
es: ¿Eliminar transacción?
fr: Supprimer la transaction ?
ru: Удалить операцию?

# expensesCategoriesMonthTitle
source: Monthly expense categories
de: Ausgabenkategorien im Monat
es: Categorías de gastos del mes
fr: Catégories de dépenses du mois
ru: Категории расходов за месяц

# expensesNoCategoryData
source: No category data yet
de: Noch keine Daten nach Kategorien
es: Aún no hay datos por categoría
fr: Aucune donnée par catégorie pour l’instant
ru: Пока нет данных по категориям

# expensesJarsTitle
source: Savings jars
de: Sparziele
es: Botes de ahorro
fr: Bocaux d’épargne
ru: Копилки

# expensesNoJars
source: No jars yet
de: Noch keine Sparziele
es: Aún no hay botes
fr: Aucun bocal pour l’instant
ru: Копилок пока нет

# expensesCommitShort
source: Lock
de: Fixieren
es: Bloquear
fr: Verrouiller
ru: Зафиксировать

# expensesCommitUndoShort
source: Undo lock
de: Fixierung aufheben
es: Deshacer
fr: Annuler
ru: Отменить фиксацию

# expensesAddIncome
source: Add income
de: Einnahme hinzufügen
es: Añadir ingreso
fr: Ajouter un revenu
ru: Добавить доход

# expensesAddExpense
source: Add expense
de: Ausgabe hinzufügen
es: Añadir gasto
fr: Ajouter une dépense
ru: Добавить расход

# addExpenseNewTitle
source: New expense
de: Neue Ausgabe
es: Nuevo gasto
fr: Nouvelle dépense
ru: Новый расход

# addExpenseEditTitle
source: Edit expense
de: Ausgabe bearbeiten
es: Editar gasto
fr: Modifier la dépense
ru: Редактировать расход

# addExpenseAmountLabel
source: Amount
de: Betrag
es: Importe
fr: Montant
ru: Сумма

# addExpenseAmountInvalid
source: Enter a valid amount
de: Bitte einen gültigen Betrag eingeben
es: Introduce un importe válido
fr: Saisis un montant valide
ru: Введите корректную сумму

# addExpenseCategoryLabel
source: Category
de: Kategorie
es: Categoría
fr: Catégorie
ru: Категория

# addExpenseCategoryRequired
source: Select a category
de: Bitte eine Kategorie auswählen
es: Selecciona una categoría
fr: Choisis une catégorie
ru: Выберите категорию

# addExpenseCreateCategoryTooltip
source: Create category
de: Kategorie erstellen
es: Crear categoría
fr: Créer une catégorie
ru: Создать категорию

# addExpenseNoteLabel
source: Note
de: Kommentar
es: Nota
ru: Комментарий

# addExpenseNewCategoryTitle
source: New category
de: Neue Kategorie
es: Nueva categoría
fr: Nouvelle catégorie
ru: Новая категория

# addExpenseCategoryNameLabel
source: Name
es: Nombre
fr: Nom
ru: Название

# addIncomeNewTitle
source: New income
de: Neue Einnahme
es: Nuevo ingreso
fr: Nouveau revenu
ru: Новый доход

# addIncomeEditTitle
source: Edit income
de: Einnahme bearbeiten
es: Editar ingreso
fr: Modifier le revenu
ru: Редактировать доход

# addIncomeSubtitle
source: Amount, category and note
de: Betrag, Kategorie und Kommentar
es: Importe, categoría y nota
fr: Montant, catégorie et note
ru: Сумма, категория и комментарий

# addIncomeAmountLabel
source: Amount
de: Betrag
es: Importe
fr: Montant
ru: Сумма

# addIncomeAmountHint
source: e.g. 1200.50
de: z. B. 1200,50
es: p. ej. 1200.50
fr: ex. 1200,50
ru: Например: 1200.50

# addIncomeAmountInvalid
source: Enter a valid amount
de: Bitte einen gültigen Betrag eingeben
es: Introduce un importe válido
fr: Saisis un montant valide
ru: Введите корректную сумму

# addIncomeCategoryLabel
source: Category
de: Kategorie
es: Categoría
fr: Catégorie
ru: Категория

# addIncomeCategoryRequired
source: Select a category
de: Bitte eine Kategorie auswählen
es: Selecciona una categoría
fr: Choisis une catégorie
ru: Выберите категорию

# addIncomeNoteLabel
source: Note
de: Kommentar
es: Nota
ru: Комментарий

# addIncomeNoteHint
source: Optional
es: Opcional
fr: Optionnel
ru: Опционально

# addIncomeNewCategoryTitle
source: New income category
de: Neue Einnahmen-Kategorie
es: Nueva categoría de ingresos
fr: Nouvelle catégorie de revenus
ru: Новая категория дохода

# addIncomeCategoryNameHint
source: e.g. Salary, Freelance…
de: z. B. Gehalt, Freelance…
es: p. ej. Sueldo, Freelance…
fr: ex. Salaire, Freelance…
ru: Например: Зарплата, Фриланс…

# addIncomeCategoryNameEmpty
source: Enter a category name
de: Bitte einen Kategorienamen eingeben
es: Introduce un nombre de categoría
fr: Saisis un nom de catégorie
ru: Введите название категории

# commonCloseTooltip
source: Close
de: Schließen
es: Cerrar
fr: Fermer
ru: Закрыть

# addJarNewTitle
source: New jar
de: Neue Sparbüchse
es: Nuevo bote
fr: Nouveau bocal
ru: Новая копилка

# addJarEditTitle
source: Edit jar
de: Sparbüchse bearbeiten
es: Editar bote
fr: Modifier le bocal
ru: Редактировать копилку

# addJarSubtitle
source: Set the target and the share of free money
de: Lege Zielbetrag und Anteil vom freien Geld fest
es: Define el objetivo y la parte del dinero libre
fr: Définis la cible et la part d’argent libre
ru: Настрой сумму и долю от свободных денег

# addJarNameLabel
source: Name
es: Nombre
fr: Nom
ru: Название

# addJarNameHint
source: e.g. Trip, Emergency fund, House
de: z. B. Reise, Notgroschen, Haus
es: p. ej. Viaje, Fondo de emergencia, Casa
fr: ex. Voyage, Fonds d’urgence, Maison
ru: Например: Поездка, Подушка, Дом

# addJarNameRequired
source: Enter a name
de: Bitte einen Namen eingeben
es: Introduce un nombre
fr: Saisis un nom
ru: Укажите название
