Repository: viktornazilin/vita_platform
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, ru

# addJarPercentLabel
source: Share of free money, %
de: Anteil vom freien Geld, %
es: Parte del dinero libre, %
fr: Part de l’argent libre, %
ru: Процент от свободных, %

# addJarPercentHint
source: 0 if you top up manually
de: 0, wenn du manuell auffüllst
es: 0 si lo aportas manualmente
fr: 0 si tu alimentes manuellement
ru: 0 — если вручную пополняешь

# addJarPercentRange
source: Percent must be between 0 and 100
de: Prozent muss zwischen 0 und 100 liegen
es: El porcentaje debe estar entre 0 y 100
fr: Le pourcentage doit être entre 0 et 100
ru: Процент должен быть от 0 до 100

# addJarTargetLabel
source: Target amount
de: Zielbetrag
es: Importe objetivo
fr: Montant cible
ru: Целевая сумма

# addJarTargetHint
source: e.g. 5000
de: z. B. 5000
es: p. ej. 5000
fr: ex. 5000
ru: Например: 5000

# addJarTargetHelper
source: Required
de: Pflichtfeld
es: Obligatorio
fr: Obligatoire
ru: Обязательно

# addJarTargetRequired
source: Enter a target (positive number)
de: Bitte ein Ziel angeben (positive Zahl)
es: Introduce un objetivo (número positivo)
fr: Saisis une cible (nombre positif)
ru: Укажите цель (положительное число)

# loginTitle
source: Sign in
de: Anmelden
es: Iniciar sesión
fr: Se connecter
ru: Войдите в аккаунт

# loginPasswordLabel
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ru: Пароль

# loginShowPassword
source: Show password
de: Passwort anzeigen
es: Mostrar contraseña
fr: Afficher le mot de passe
ru: Показать пароль

# loginHidePassword
source: Hide password
de: Passwort verbergen
es: Ocultar contraseña
fr: Masquer le mot de passe
ru: Скрыть пароль

# loginForgotPassword
source: Forgot password?
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
ru: Забыли пароль?

# loginCreateAccount
source: Create account
de: Konto erstellen
es: Crear cuenta
fr: Créer un compte
ru: Создать аккаунт

# loginBtnSignIn
source: Sign in
de: Anmelden
es: Iniciar sesión
fr: Se connecter
ru: Войти

# loginOr
source: or
ru: или

# loginContinueGoogle
source: Continue with Google
de: Mit Google fortfahren
es: Continuar con Google
fr: Continuer avec Google
ru: Продолжить с Google

# loginContinueApple
source: Continue with Apple ID
de: Mit Apple ID fortfahren
es: Continuar con Apple ID
fr: Continuer avec Apple ID
ru: Продолжить с Apple ID

# loginErrEmailRequired
source: Enter email
de: E-Mail eingeben
es: Introduce el correo
fr: Saisis l’e-mail
ru: Введите email

# loginErrEmailInvalid
source: Invalid email
de: Ungültige E-Mail
es: Correo inválido
fr: E-mail invalide
ru: Некорректный email

# loginErrPassRequired
source: Enter password
de: Passwort eingeben
es: Introduce la contraseña
fr: Saisis le mot de passe
ru: Введите пароль

# loginErrPassMin6
source: Minimum 6 characters
de: Mindestens 6 Zeichen
es: Mínimo 6 caracteres
fr: Minimum 6 caractères
ru: Минимум 6 символов

# loginResetTitle
source: Password recovery
de: Passwort zurücksetzen
es: Recuperación de contraseña
fr: Récupération du mot de passe
ru: Восстановление пароля

# loginResetSend
source: Send
de: Senden
es: Enviar
fr: Envoyer
ru: Отправить

# loginResetSent
source: Password reset email sent. Check your inbox.
de: E-Mail zum Zurücksetzen wurde gesendet. Bitte Postfach prüfen.
es: Correo de restablecimiento enviado. Revisa tu bandeja de entrada.
fr: E-mail de réinitialisation envoyé. Vérifie ta boîte mail.
ru: Письмо для смены пароля отправлено. Проверьте почту.

# loginResetFailed
source: Could not send email: {error}
de: E-Mail konnte nicht gesendet werden: {error}
es: No se pudo enviar el correo: {error}
fr: Impossible d’envoyer l’e-mail : {error}
ru: Не удалось отправить письмо: {error}

# registerTitle
source: Create an account
de: Konto erstellen
es: Crear un cuenta
fr: Créer un compte
ru: Создайте аккаунт

# registerNameLabel
source: Name
es: Nombre
fr: Prénom
ru: Имя

# registerPasswordLabel
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ru: Пароль

# registerConfirmPasswordLabel
source: Confirm password
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe
ru: Подтвердите пароль

# registerShowPassword
source: Show password
de: Passwort anzeigen
es: Mostrar contraseña
fr: Afficher le mot de passe
ru: Показать пароль

# registerHidePassword
source: Hide password
de: Passwort verbergen
es: Ocultar contraseña
fr: Masquer le mot de passe
ru: Скрыть пароль

# registerBtnSignUp
source: Sign up
de: Registrieren
es: Registrarse
fr: S’inscrire
ru: Зарегистрироваться

# registerContinueGoogle
source: Continue with Google
de: Weiter mit Google
es: Continuar con Google
fr: Continuer avec Google
ru: Продолжить с Google

# registerContinueApple
source: Continue with Apple ID
de: Weiter mit Apple ID
es: Continuar con Apple ID
fr: Continuer avec Apple ID
ru: Продолжить с Apple ID

# registerContinueAppleIos
source: Continue with Apple ID (iOS)
de: Weiter mit Apple ID (iOS)
es: Continuar con Apple ID (iOS)
fr: Continuer avec Apple ID (iOS)
ru: Продолжить с Apple ID (iOS)

# registerHaveAccountCta
source: Already have an account? Sign in
de: Schon ein Konto? Anmelden
es: ¿Ya tienes cuenta? Inicia sesión
fr: Déjà un compte ? Se connecter
ru: Уже есть аккаунт? Войти

# registerErrNameRequired
source: Enter your name
de: Bitte Namen eingeben
es: Introduce tu nombre
fr: Saisis ton prénom
ru: Введите имя

# registerErrEmailRequired
source: Enter your email
de: Bitte E-Mail eingeben
es: Introduce tu correo
fr: Saisis ton e-mail
ru: Введите email

# registerErrEmailInvalid
source: Invalid email
de: Ungültige E-Mail
es: Correo inválido
fr: E-mail invalide
ru: Некорректный email

# registerErrPassRequired
source: Enter a password
de: Bitte Passwort eingeben
es: Introduce una contraseña
fr: Saisis un mot de passe
ru: Введите пароль

# registerErrPassMin8
source: At least 8 characters
de: Mindestens 8 Zeichen
es: Al menos 8 caracteres
fr: Au moins 8 caractères
ru: Минимум 8 символов

# registerErrPassNeedLower
source: Add a lowercase letter (a-z)
de: Füge einen Kleinbuchstaben hinzu (a-z)
es: Añade una minúscula (a-z)
fr: Ajoute une minuscule (a-z)
ru: Добавьте строчную букву (a-z)

# registerErrPassNeedUpper
source: Add an uppercase letter (A-Z)
de: Füge einen Großbuchstaben hinzu (A-Z)
es: Añade una mayúscula (A-Z)
fr: Ajoute une majuscule (A-Z)
ru: Добавьте заглавную букву (A-Z)

# registerErrPassNeedDigit
source: Add a digit (0-9)
de: Füge eine Zahl hinzu (0-9)
es: Añade un dígito (0-9)
fr: Ajoute un chiffre (0-9)
ru: Добавьте цифру (0-9)

# registerErrConfirmRequired
source: Repeat the password
de: Bitte Passwort wiederholen
es: Repite la contraseña
fr: Répète le mot de passe
ru: Повторите пароль

# registerErrPasswordsMismatch
source: Passwords do not match
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
ru: Пароли не совпадают

# registerErrAcceptTerms
source: You need to accept the Terms and Privacy Policy
de: Bitte AGB und Datenschutzerklärung akzeptieren
es: Debes aceptar los Términos y la Política de privacidad
fr: Tu dois accepter les Conditions et la Politique de confidentialité
ru: Нужно принять Условия и Privacy Policy

# registerAppleOnlyIos
source: Apple ID is available on iPhone/iPad (iOS only)
de: Apple ID ist auf iPhone/iPad (iOS) verfügbar
es: Apple ID está disponible en iPhone/iPad (solo iOS)
fr: Apple ID est disponible sur iPhone/iPad (iOS uniquement)
ru: Apple ID доступен на iPhone/iPad (iOS)

# welcomeSubtitle
source: Manage your goals, mood, and time — all in one place
de: Verwalte Ziele, Stimmung und Zeit — alles an einem Ort
es: Gestiona tus objetivos, tu ánimo y tu tiempo — todo en un solo lugar
fr: Gère tes objectifs, ton humeur et ton temps — tout au même endroit
ru: Управляй целями, настроением и временем — всё в одном месте

# welcomeSignIn
source: Sign in
de: Anmelden
es: Iniciar sesión
fr: Se connecter
ru: Войти

# welcomeCreateAccount
source: Create account
de: Konto erstellen
es: Crear cuenta
fr: Créer un compte
ru: Создать аккаунт

# moodTitle
source: Mood
de: Stimmung
es: Ánimo
fr: Humeur
ru: Настроение

# moodOnePerDay
source: 1 entry = 1 day
de: 1 Eintrag = 1 Tag
es: 1 entrada = 1 día
fr: 1 entrée = 1 jour
ru: 1 запись = 1 день

# moodHowDoYouFeel
source: How do you feel?
de: Wie fühlst du dich?
es: ¿Cómo te sientes?
fr: Comment te sens-tu ?
ru: Как ты себя чувствуешь?

# moodNoteLabel
source: Note (optional)
de: Notiz (optional)
es: Nota (opcional)
fr: Note (optionnel)
ru: Заметка (необязательно)

# moodNoteHint
source: What affected your mood?
de: Was hat deine Stimmung beeinflusst?
es: ¿Qué afectó tu ánimo?
fr: Qu’est-ce qui a influencé ton humeur ?
ru: Что повлияло на твоё состояние?

source: Mood saved
de: Stimmung gespeichert
es: Ánimo guardado
fr: Humeur enregistrée
ru: Настроение сохранено

# moodUpdated
source: Entry updated
de: Eintrag aktualisiert
es: Entrada actualizada
fr: Entrée mise à jour
ru: Запись обновлена

# moodHistoryTitle
source: Mood history
de: Stimmungs-Verlauf
es: Historial de ánimo
fr: Historique de l’humeur
ru: История настроений

# moodTapToEdit
source: Tap to edit
de: Tippen zum Bearbeiten
es: Toca para editar
fr: Appuie pour modifier
ru: Нажми, чтобы редактировать

# moodNoNote
source: No note
de: Keine Notiz
es: Sin nota
fr: Aucune note
ru: Без заметки

# moodEditTitle
source: Edit entry
de: Eintrag bearbeiten
es: Editar entrada
fr: Modifier l’entrée
ru: Редактировать запись

# moodEmptyTitle
source: No entries yet
de: Noch keine Einträge
es: Aún no hay entradas
fr: Aucune entrée pour l’instant
ru: Пока нет записей

# moodEmptySubtitle
source: Pick a date, select mood and save.
de: Wähle ein Datum, markiere deine Stimmung und speichere den Eintrag.
es: Elige una fecha, selecciona el ánimo y guarda.
fr: Choisis une date, sélectionne l’humeur et enregistre.
ru: Выбери дату, отметь настроение и сохрани запись.

# moodErrSaveFailed
source: Could not save mood: {error}
de: Stimmung konnte nicht gespeichert werden: {error}
es: No se pudo guardar el ánimo: {error}
fr: Impossible d’enregistrer l’humeur : {error}
ru: Не удалось сохранить настроение: {error}

# moodErrUpdateFailed
source: Could not update entry: {error}
de: Eintrag konnte nicht aktualisiert werden: {error}
es: No se pudo actualizar la entrada: {error}
fr: Impossible de mettre à jour l’entrée : {error}
ru: Не удалось обновить запись: {error}

# moodErrDeleteFailed
source: Could not delete entry: {error}
de: Eintrag konnte nicht gelöscht werden: {error}
es: No se pudo eliminar la entrada: {error}
fr: Impossible de supprimer l’entrée : {error}
ru: Не удалось удалить запись: {error}

# commonDeleteConfirmTitle
source: Delete entry?
de: Eintrag löschen?
es: ¿Eliminar entrada?
fr: Supprimer l’entrée ?
ru: Удалить запись?

# onbTopTitle
source: Hero’s Initiation
fr: Initiation du héros
ru: Инициация героя

# onbErrSaveFailed
source: Couldn’t save your answers
de: Antworten konnten nicht gespeichert werden
es: No se pudieron guardar tus respuestas
fr: Impossible d’enregistrer tes réponses
ru: Не удалось сохранить ответы

# onbProfileTitle
source: Let’s get to know each other
de: Lass uns kurz kennenlernen
es: Conozcámonos
fr: Faisons connaissance
ru: Давай познакомимся

# onbProfileSubtitle
source: This helps with your profile and personalization
de: Das hilft für dein Profil und die Personalisierung
es: Esto ayuda a tu perfil y a la personalización
fr: Cela aide pour ton profil et la personnalisation
ru: Это нужно для профиля и персонализации

# onbNameLabel
source: Name
es: Nombre
fr: Prénom
ru: Имя

# onbNameHint
source: For example: Viktor
de: Zum Beispiel: Viktor
es: Por ejemplo: Viktor
fr: Par exemple : Viktor
ru: Например: Виктор

# onbAgeLabel
source: Age
de: Alter
es: Edad
fr: Âge
ru: Возраст

# onbAgeHint
source: For example: 26
de: Zum Beispiel: 26
es: Por ejemplo: 26
fr: Par exemple : 26
ru: Например: 26

# onbNameNote
source: You can change your name later in your profile.
de: Du kannst deinen Namen später im Profil ändern.
es: Puedes cambiar tu nombre más tarde en tu perfil.
fr: Tu pourras changer ton prénom plus tard dans ton profil.
ru: Имя можно менять позже в профиле.

# onbBlocksTitle
source: Which life areas do you want to track?
de: Welche Lebensbereiche möchtest du verfolgen?
es: ¿Qué áreas de tu vida quieres seguir?
fr: Quels domaines de vie veux-tu suivre ?
ru: Какие сферы жизни ты хочешь отслеживать?

# onbBlocksSubtitle
source: This will be the foundation for your goals and quests
de: Das wird die Basis für deine Ziele und Quests
es: Esto será la base de tus objetivos y misiones
fr: Ce sera la base de tes objectifs et quêtes
ru: Это станет основой твоих целей и квестов

# onbPrioritiesTitle
source: What matters most to you in the next 3–6 months?
de: Was ist dir in den nächsten 3–6 Monaten am wichtigsten?
es: ¿Qué es lo más importante para ti en los próximos 3–6 meses?
fr: Qu’est-ce qui compte le plus pour toi dans les 3–6 prochains mois ?
ru: Что для тебя важнее всего ближайшие 3–6 месяцев?

# onbPrioritiesSubtitle
source: Pick up to three — this affects recommendations
de: Wähle bis zu drei — das beeinflusst Empfehlungen
es: Elige hasta tres — esto afecta las recomendaciones
fr: Choisis jusqu’à trois — cela influence les recommandations
ru: Выбери до трёх — это влияет на рекомендации

# onbPriorityHealth
source: Health
de: Gesundheit
es: Salud
fr: Santé
ru: Здоровье

# onbPriorityCareer
source: Career
de: Karriere
es: Carrera
fr: Carrière
ru: Карьера

# onbPriorityMoney
source: Money
de: Geld
es: Dinero
fr: Argent
ru: Деньги

# onbPriorityFamily
source: Family
de: Familie
es: Familia
fr: Famille
ru: Семья

# onbPriorityGrowth
source: Growth
de: Entwicklung
es: Crecimiento
fr: Développement
ru: Развитие

# onbPriorityLove
source: Love
de: Liebe
es: Amor
fr: Amour
ru: Любовь

# onbPriorityCreativity
source: Creativity
de: Kreativität
es: Creatividad
fr: Créativité
ru: Творчество

# onbPriorityBalance
source: Balance
es: Equilibrio
fr: Équilibre
ru: Баланс

# onbGoalsBlockTitle
source: Goals in “{block}”
de: Ziele im Bereich „{block}“
es: Objetivos en “{block}”
fr: Objectifs dans « {block} »
ru: Цели в сфере «{block}»

# onbGoalsBlockSubtitle
source: Focus: tactical → mid-term → long-term
de: Fokus: Taktik → mittelfristig → langfristig
es: Enfoque: táctico → medio plazo → largo plazo
fr: Focus : tactique → moyen terme → long terme
ru: Фокус: тактика → средний срок → долгий срок

# onbGoalLongLabel
source: Long-term goal (6–24 months)
de: Langfristiges Ziel (6–24 Monate)
es: Objetivo a largo plazo (6–24 meses)
fr: Objectif long terme (6–24 mois)
ru: Долгосрочная цель (6–24 месяца)

# onbGoalLongHint
source: For example: reach German level B2
de: Zum Beispiel: Deutsch bis Niveau B2
es: Por ejemplo: alcanzar el nivel B2 de alemán
fr: Par exemple : atteindre le niveau B2 en allemand
ru: Например: выучить немецкий до уровня B2

# onbGoalMidLabel
source: Mid-term goal (2–6 months)
de: Mittelfristiges Ziel (2–6 Monate)
es: Objetivo a medio plazo (2–6 meses)
fr: Objectif moyen terme (2–6 mois)
ru: Среднесрочная цель (2–6 месяцев)

# onbGoalMidHint
source: For example: finish A2→B1 and pass the exam
de: Zum Beispiel: Kurs A2→B1 absolvieren und Prüfung ablegen
es: Por ejemplo: terminar A2→B1 y aprobar el examen
fr: Par exemple : finir A2→B1 et réussir l’examen
ru: Например: пройти курс A2→B1 и сдать экзамен

# onbGoalTacticalLabel
source: Tactical goal (2–4 weeks)
de: Taktisches Ziel (2–4 Wochen)
es: Objetivo táctico (2–4 semanas)
fr: Objectif tactique (2–4 semaines)
ru: Тактическая цель (2–4 недели)

# onbGoalTacticalHint
source: For example: 12×30 min sessions + 2 speaking clubs
de: Zum Beispiel: 12 Einheiten à 30 Min + 2 Sprach-Treffen
es: Por ejemplo: 12×30 min + 2 clubes de conversación
fr: Par exemple : 12×30 min + 2 clubs de conversation
ru: Например: 12 занятий по 30 минут + 2 разговорных клуба

# onbWhyLabel
source: Why is this important? (optional)
de: Warum ist das wichtig? (optional)
es: ¿Por qué es importante? (opcional)
fr: Pourquoi est-ce important ? (optionnel)
ru: Почему это важно? (опционально)

# onbWhyHint
source: Motivation/meaning — helps you stay on track
de: Motivation/Sinn — hilft, dranzubleiben
es: Motivación/sentido — te ayuda a seguir
fr: Motivation/sens — t’aide à rester sur la bonne voie
ru: Мотивация/смысл — поможет удерживать курс

# onbOptionalNote
source: You can leave it empty and tap “Next”.
de: Du kannst es leer lassen und auf „Weiter“ tippen.
es: Puedes dejarlo vacío y tocar “Siguiente”.
fr: Tu peux laisser vide et appuyer sur « Suivant ».
ru: Можно оставить пустым и нажать «Далее».

# habitsTitle
source: Habits
de: Gewohnheiten
es: Hábitos
fr: Habitudes
ru: Привычки

# habitsEmptyHint
source: No habits yet. Add your first one.
de: Noch keine Gewohnheiten. Füge deine erste hinzu.
es: Aún no hay hábitos. Añade el primero.
fr: Aucune habitude pour l’instant. Ajoute la première.
ru: Пока нет привычек. Добавь первую.

# habitsEditorNewTitle
source: New habit
de: Neue Gewohnheit
es: Nuevo hábito
fr: Nouvelle habitude
ru: Новая привычка

# habitsEditorEditTitle
source: Edit habit
de: Gewohnheit bearbeiten
es: Editar hábito
fr: Modifier l’habitude
ru: Редактировать привычку

# habitsEditorTitleLabel
source: Title
de: Titel
es: Título
fr: Titre
ru: Название

# habitsEditorTitleHint
source: e.g. Morning workout
de: z. B. Morgengymnastik
es: p. ej. Entrenamiento matutino
fr: ex. Gym du matin
ru: Например: Утренняя зарядка

# habitsNegativeLabel
source: Negative habit
de: Negative Gewohnheit
es: Hábito negativo
fr: Habitude négative
ru: Негативная привычка

# habitsNegativeHint
source: Mark it if you want to track and reduce it.
de: Markiere sie, wenn du sie verfolgen und reduzieren möchtest.
es: Márcalo si quieres registrarlo y reducirlo.
fr: Coche-la si tu veux la suivre et la réduire.
ru: Отмечай, если хочешь отслеживать и сокращать.

# habitsPositiveHint
source: A positive/neutral habit to reinforce.
de: Eine positive/neutrale Gewohnheit zur Stärkung.
es: Un hábito positivo/neutro para reforzar.
fr: Une habitude positive/neutre à renforcer.
ru: Позитивная/нейтральная привычка для укрепления.

# habitsNegativeShort
source: Negative
de: Negativ
es: Negativo
fr: Négative
ru: Негативная

# habitsPositiveShort
source: Positive/neutral
de: Positiv/neutral
es: Positivo/neutro
fr: Positive/neutre
ru: Позитивная/нейтральная

# habitsDeleteConfirmTitle
source: Delete habit?
de: Gewohnheit löschen?
es: ¿Eliminar hábito?
fr: Supprimer l’habitude ?
ru: Удалить привычку?

# habitsDeleteConfirmBody
source: “{title}” will be deleted and cannot be restored.
de: „{title}“ wird gelöscht und kann nicht wiederhergestellt werden.
es: “{title}” se eliminará y no se podrá restaurar.
fr: « {title} » sera supprimé et ne pourra pas être restauré.
ru: «{title}» будет удалена без возможности восстановления.

# habitsFooterHint
source: Later we’ll add habit “filtering” on the home screen.
de: Später fügen wir ein „Filtern“ der Gewohnheiten auf dem Home-Screen hinzu.
es: Más adelante añadiremos un “filtro” de hábitos en la pantalla de inicio.
fr: Plus tard, on ajoutera un “filtre” des habitudes sur l’écran d’accueil.
ru: Позже добавим “отсеивание” привычек на главном экране.

# habitsWeekTitle
source: Habits
de: Gewohnheiten
es: Hábitos
fr: Habitudes
ru: Привычки

# habitsWeekTopTitle
source: Habits (top this week)
de: Gewohnheiten (Top der Woche)
es: Hábitos (top de la semana)
fr: Habitudes (top de la semaine)
ru: Привычки (топ недели)

# habitsWeekEmptyHint
source: Add at least one habit — your progress will appear here.
de: Füge mindestens eine Gewohnheit hinzu — dann siehst du hier deinen Fortschritt.
es: Añade al menos un hábito — tu progreso aparecerá aquí.
fr: Ajoute au moins une habitude — tes progrès apparaîtront ici.
ru: Добавь хотя бы одну привычку — и тут появится прогресс.

# habitsWeekFooterHint
source: We show your most active habits over the last 7 days.
de: Wir zeigen die aktivsten Gewohnheiten der letzten 7 Tage.
es: Mostramos tus hábitos más activos de los últimos 7 días.
fr: Nous affichons tes habitudes les plus actives sur les 7 derniers jours.
ru: Показываем самые активные привычки за 7 дней.

# mentalWeekTitle
source: Mental health
de: Mentale Gesundheit
es: Salud mental
fr: Santé mentale
ru: Ментальное здоровье

# mentalWeekLoadError
source: Load error: {error}
de: Ladefehler: {error}
es: Error de carga: {error}
fr: Erreur de chargement : {error}
ru: Ошибка загрузки: {error}

# mentalWeekNoAnswers
source: No answers found for this week (for the current user_id).
de: Für diese Woche wurden keine Antworten gefunden (für die aktuelle user_id).
es: No se encontraron respuestas para esta semana (para el user_id actual).
fr: Aucune réponse trouvée pour cette semaine (pour l’utilisateur actuel).
ru: За эту неделю нет найденных ответов (для текущего user_id).

# mentalWeekYesNoHeader
source: Yes/No (week)
de: Ja/Nein (Woche)
es: Sí/No (semana)
fr: Oui/Non (semaine)
ru: Да/Нет (неделя)

# mentalWeekScalesHeader
source: Scales (trend)
de: Skalen (Trend)
es: Escalas (tendencia)
fr: Échelles (tendance)
ru: Шкалы (тренд)

# mentalWeekFooterHint
source: We only show a few questions to keep the screen clean.
de: Wir zeigen nur ein paar Fragen, damit der Bildschirm nicht überladen wirkt.
es: Solo mostramos algunas preguntas para mantener la pantalla limpia.
fr: Nous n’affichons que quelques questions pour garder l’écran clair.
ru: Показываем только несколько вопросов, чтобы не перегружать экран.

# mentalWeekNoData
source: No data
de: Keine Daten
es: Sin datos
fr: Aucune donnée
ru: Нет данных

# mentalWeekYesCount
source: Yes: {yes}/{total}
de: Ja: {yes}/{total}
es: Sí: {yes}/{total}
fr: Oui : {yes}/{total}
ru: Да: {yes}/{total}

# moodWeekTitle
source: Weekly mood
de: Stimmung der Woche
es: Ánimo semanal
fr: Humeur de la semaine
ru: Состояние недели

# moodWeekMarkedCount
source: Logged: {filled}/{total}
de: Erfasst: {filled}/{total}
es: Registrado: {filled}/{total}
fr: Saisi : {filled}/{total}
ru: Отмечено: {filled}/{total}

# moodWeekAverageDash
source: Average: —
de: Durchschnitt: —
es: Promedio: —
fr: Moyenne : —
ru: Среднее: —

# moodWeekAverageValue
source: Average: {avg}/5
de: Durchschnitt: {avg}/5
es: Promedio: {avg}/5
fr: Moyenne : {avg}/5
ru: Среднее: {avg}/5

# moodWeekFooterHint
source: This is a quick overview. Details are below in the history.
de: Das ist ein schneller Überblick. Details findest du unten in der Historie.
es: Este es un resumen rápido. Los detalles están abajo en el historial.
fr: C’est un aperçu rapide. Les détails sont plus bas dans l’historique.
ru: Это быстрый обзор. Детали ниже — в истории.

# goalsByBlockTitle
source: Goals by area
de: Ziele nach Lebensbereich
es: Objetivos por área
fr: Objectifs par domaine
ru: Цели по сферам

# goalsAddTooltip
source: Add goal
de: Ziel hinzufügen
es: Añadir objetivo
fr: Ajouter un objectif
ru: Добавить цель

# goalsHorizonTacticalShort
source: Tactical
de: Taktik
es: Táctico
fr: Tactique
ru: Тактика

# goalsHorizonMidShort
source: Mid-term
de: Mittelfristig
es: Medio plazo
fr: Moyen terme
ru: Средние

# goalsHorizonLongShort
source: Long-term
de: Langfristig
es: Largo plazo
fr: Long terme
ru: Долгие

# goalsHorizonTacticalLong
source: 2–6 weeks
de: 2–6 Wochen
es: 2–6 semanas
fr: 2–6 semaines
ru: 2–6 недель

# goalsHorizonMidLong
source: 3–6 months
de: 3–6 Monate
es: 3–6 meses
fr: 3–6 mois
ru: 3–6 месяцев

# goalsHorizonLongLong
source: 1+ year
de: 1+ Jahr
es: 1+ año
fr: 1+ an
ru: 1+ год

# goalsEditorNewTitle
source: New goal
de: Neues Ziel
es: Nuevo objetivo
fr: Nouvel objectif
ru: Новая цель

# goalsEditorEditTitle
source: Edit goal
de: Ziel bearbeiten
es: Editar objetivo
fr: Modifier l’objectif
ru: Редактировать цель

# goalsEditorLifeBlockLabel
source: Area
de: Bereich
es: Área
fr: Domaine
ru: Сфера

# goalsEditorHorizonLabel
source: Horizon
de: Zeithorizont
es: Horizonte
ru: Горизонт
