Repository: viktornazilin/vita_platform
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, ru

# launcherCreatedGoalsCount
source: Goals created: {count}
de: Erstellte Ziele: {count}
es: Objetivos creados: {count}
fr: Objectifs créés : {count}
ru: Создано целей: {count}

# launcherSavedSummary
source: Saved: {expenses} expense(s), {incomes} income(s), {goals} goal(s), {habits} habit(s){moodPart}
de: Gespeichert: {expenses} Ausgabe(n), {incomes} Einnahme(n), {goals} Aufgabe(n), {habits} Gewohnheit(en){moodPart}
es: Guardado: {expenses} gasto(s), {incomes} ingreso(s), {goals} objetivo(s), {habits} hábito(s){moodPart}
fr: Enregistré : {expenses} dépense(s), {incomes} revenu(s), {goals} objectif(s), {habits} habitude(s){moodPart}
ru: Сохранено: {expenses} расход(ов), {incomes} доход(ов), {goals} задач(и), {habits} привыч(ек){moodPart}

# addDayGoalTitle
source: New daily goal
de: Neues Tagesziel
es: Nuevo objetivo diario
fr: Nouvel objectif du jour
ru: Новая цель на день

# addDayGoalFieldTitle
source: Title *
de: Titel *
es: Título *
fr: Titre *
ru: Название *

# addDayGoalTitleHint
source: E.g.: Workout / Work / Study
de: Z. B.: Training / Arbeit / Lernen
es: p. ej.: Entrenar / Trabajo / Estudio
fr: ex. Sport / Travail / Étude
ru: Например: Тренировка / Работа / Учёба

# addDayGoalFieldDescription
source: Description
de: Beschreibung
es: Descripción
ru: Описание

# addDayGoalDescriptionHint
source: Shortly: what exactly needs to be done
de: Kurz: was genau erledigt werden soll
es: En breve: qué exactamente debe hacerse
fr: En bref : qu’est-ce qui doit être fait exactement
ru: Коротко: что именно нужно сделать

# addDayGoalStartTime
source: Start time
de: Startzeit
es: Hora de inicio
fr: Heure de début
ru: Время начала

# addDayGoalLifeBlock
source: Life area
de: Lebensbereich
es: Área de vida
fr: Domaine de vie
ru: Сфера жизни

# addDayGoalImportance
source: Importance
de: Wichtigkeit
es: Importancia
ru: Важность

# addDayGoalEmotion
source: Emotion
es: Emoción
fr: Émotion
ru: Эмоция

# addDayGoalHours
source: Hours
de: Stunden
es: Horas
fr: Heures
ru: Часы

# addDayGoalEnterTitle
source: Enter a title
de: Bitte Titel eingeben
es: Introduce un título
fr: Saisis un titre
ru: Введите название

# editGoalTitle
source: Edit goal
de: Ziel bearbeiten
es: Editar objetivo
fr: Modifier l’objectif
ru: Редактировать цель

# editGoalSectionDetails
source: Details
es: Detalles
fr: Détails
ru: Детали

# editGoalSectionLifeBlock
source: Life block
de: Lebensbereich
es: Área de vida
fr: Domaine de vie
ru: Сфера

# editGoalSectionParams
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
ru: Параметры

# editGoalFieldTitleLabel
source: Title
de: Titel
es: Título
fr: Titre
ru: Название

# editGoalFieldTitleHint
source: Example: 3 km run
de: Zum Beispiel: 3 km laufen
es: Ejemplo: correr 3 km
fr: Exemple : courir 3 km
ru: Например: Пробежка 3 км

# editGoalFieldDescLabel
source: Description
de: Beschreibung
es: Descripción
ru: Описание

# editGoalFieldDescHint
source: What exactly needs to be done?
de: Was genau muss gemacht werden?
es: ¿Qué hay que hacer exactamente?
fr: Que faut-il faire exactement ?
ru: Что именно нужно сделать?

# editGoalFieldLifeBlockLabel
source: Life block
de: Lebensbereich
es: Área de vida
fr: Domaine de vie
ru: Сфера жизни

# editGoalFieldImportanceLabel
source: Importance
de: Wichtigkeit
es: Importancia
ru: Важность

# editGoalImportanceLow
source: Low
de: Niedrig
es: Baja
fr: Faible
ru: Низкая

# editGoalImportanceMedium
source: Medium
de: Mittel
es: Media
fr: Moyenne
ru: Средняя

# editGoalImportanceHigh
source: High
de: Hoch
es: Alta
fr: Élevée
ru: Высокая

# editGoalFieldEmotionLabel
source: Emotion
es: Emoción
fr: Émotion
ru: Эмоция

# editGoalDurationHours
source: Duration (h)
de: Dauer (Std.)
es: Duración (h)
fr: Durée (h)
ru: Длительность (ч)

# editGoalStartTime
source: Start
es: Inicio
fr: Début
ru: Начало

# editGoalUntitled
source: Untitled
de: Ohne Titel
es: Sin título
fr: Sans titre
ru: Без названия

# expenseCategoryOther
source: Other
de: Sonstiges
es: Otro
fr: Autre
ru: Прочее

# goalStatusDone
source: Done
de: Erledigt
es: Hecho
fr: Terminé
ru: Готово

# goalStatusInProgress
source: In progress
de: In Bearbeitung
es: En progreso
fr: En cours
ru: В процессе

# actionDelete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ru: Удалить

# goalImportanceChip
source: Priority {value}/5
de: Wichtigkeit {value}/5
es: Prioridad {value}/5
fr: Priorité {value}/5
ru: Важность {value}/5

# goalHoursChip
source: Hours {value}
de: Stunden {value}
es: Horas {value}
fr: Heures {value}
ru: Часы {value}

# goalPathEmpty
source: No goals on the path
de: Keine Ziele auf dem Pfad
es: No hay objetivos en el camino
fr: Aucun objectif sur le parcours
ru: Нет целей в пути

# timelineActionEdit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ru: Редактировать

# timelineActionDelete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ru: Удалить

# settingsLanguageTitle
source: Language
de: Sprache
es: Idioma
fr: Langue
ru: Язык

# settingsLanguageSubtitle
source: Choose the app language. “System” uses your device language.
de: Wähle die App-Sprache. „System“ nutzt die Gerätesprache.
es: Elige el idioma de la app. “Sistema” usa el idioma del dispositivo.
fr: Choisis la langue de l’application. « Système » utilise la langue de l’appareil.
ru: Выберите язык приложения. «Системный» использует язык устройства.

# saveBarSaving
source: Saving…
de: Speichern…
es: Guardando…
fr: Enregistrement…
ru: Сохранение…

# saveBarSave
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ru: Сохранить

# reportEmptyChartNotEnoughData
source: Not enough data
de: Nicht genügend Daten
es: No hay suficientes datos
fr: Pas assez de données
ru: Недостаточно данных

# limitSheetTitle
source: Limit for “{categoryName}”
de: Limit für „{categoryName}“
es: Límite para “{categoryName}”
fr: Limite pour « {categoryName} »
ru: Лимит для «{categoryName}»

# limitSheetHintNoLimit
source: Leave empty — no limit
de: Leer lassen — kein Limit
es: Déjalo vacío — sin límite
fr: Laisser vide — aucune limite
ru: Пусто — без лимита

# limitSheetFieldLabel
source: Monthly limit
de: Monatliches Limit
es: Límite mensual
fr: Limite mensuelle
ru: Максимум ₽ в месяц

# limitSheetFieldHint
source: e.g. 15000
de: z. B. 15000
es: p. ej. 15000
fr: ex. 15000
ru: Например: 15000

# limitSheetCtaNoLimit
source: No limit
de: Kein Limit
es: Sin límite
fr: Aucune limite
ru: Без лимита

# loginEmailLabel
source: Email
es: Correo

# registerEmailLabel
source: Email
es: Correo

# addIncomeCategoryNameLabel
source: Name
es: Nombre
fr: Nom

# gcalTitle
source: Google Calendar
de: Google Kalender
